package com.chunhe.custom.pc.model.DiamondData;

import lombok.Data;

@Data
public class KDLDiamond {

//0    图片    "",
//1    视频    "",
//2    货号    "10096376",
//3    形状    "圆形",
//4    重量    "0.31",
//5    颜色    "I",
//6    净度    "VS1",
//7    切工   "EX",
//8    抛光    "EX",
//9    对称    "EX",
//10    荧光    "N",
//11    证书    "GIA",
//12    证书号    "5373080019",
//13    Rap    "1800",
//14    退点    "-32.20%",
//15    价格    "$378.32",
//16    直径    "4.33-4.35x2.72",
//17    台宽比    "57.00%",
//18    全深比    62.50%,
//19    咖色    "不咖",
//20    奶油    "不奶",
//21    肉眼情况    "EC0",
//22    台面黑点    "BT0",  新增
//23    冠部黑点    "BC0",  新增
//24    心箭    "EX",
//25    地点    "在途"

}
